Revit 2024 API
UnitTypeId.Pi Property
 Multiples of π.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Pi { get; }
Visual Basic
Public Shared ReadOnly Property Pi As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Pi {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace